Revit 2024 API
UnitTypeId.JoulesPerGramDegreeCelsius Property
 Joules per gram degree Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId JoulesPerGramDegreeCelsius { get; }
Visual Basic
Public Shared ReadOnly Property JoulesPerGramDegreeCelsius As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ JoulesPerGramDegreeCelsius {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace